Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: Regardless the concentration of the bleach- ing gel, HP is the active molecule that acts as a strong oxidizing agent through the formation of free radicals, reactive oxygen molecules, and HP anions (Bowles and Ugwuneri 1987).
vi: Bất kể nồng độ của gel tẩy trắng, HP là những phân tử đóng vai trò là chất oxy hoá mạnh thông qua hình thành gốc tự do, các phân tử ôxy phản ứng, và anion HP (Bowles và Ugwuneri 1987).

source: Relatively long treatment time
vi: Thời gian điều trị tương đối dài

source: Removal of surface enamel prior to bonding restores bond strengths to normal level (Cvitko et al.
vi: Loại bỏ bề mặt men răng trước khi phục hồi dán độ bền dán về mức bình thường (Cvitko và cộng sự

source: Removing of resin surplus
vi: Loại bỏ nhựa dư

source: Repeats Bouschor’s technique using controlled hydrochloric acid-pumice abrasion
vi: Lặp lại kỹ thuật Bouschor dùng đá mài mòn hydrochloric acid-pumice có kiểm soát

source: Reported on the use of hydrogen peroxide with a heating instrument or a light source
vi: Báo cáo về việc sử dụng hydrogen peroxide với dụng cụ nhiệt hoặc nguồn sáng

source: Representative Cases
vi: Case đại diện

source: Research has shown that use of these products, followed by natural remineralization, creates a lustrous enamel sur- face that not only is more resistant to acid challenge, but also accumulates less dental plaque than untreated surfaces (Segura et al.
vi: Nghiên cứu cho thấy rằng dùng những sản phẩm này, sau đó tái khoáng tự nhiên, tạo ra một bề mặt men răng bóng không chỉ đề kháng hơn với acid, mà còn bám dính ít mảng bám nha khoa hơn bề mặt không điều trị. (Segura và cộng sự

source: Resin Infiltration
vi: Xâm nhập nhựa

source: Resin Infiltration After Enamel Etching
vi: Xâm nhập nhựa sau khi xoi mòn men răng

source: Resin-enamel interfaces in enamel bleached with 10 % carbamide peroxide exhibit extensive nanoleakage compared to those of the unbleached control group (Lai et al.
vi: Giao diện nhựa-men răng trong men răng được tẩy trắng bằng 10 % carbamide peroxide biểu hiện rò rỉ vi thể lớn hơn so với nhóm chứng không điều trị (Lai và cộng sự

source: Resin-infiltration after enamel etching with HCl (Chaps.
vi: Xâm nhập nhựa sau khi xoi mòn men răng bằng HCl (chương

source: Response to percussion was identical in all her maxillary anterior teeth.
vi: Phản ứng gõ là giống hệt nhau trong tất cả các răng trước hàm trên.

source: Restorative Options for Discolored Teeth
vi: Chọn lựa phục hồi cho răng đổi màu discolored teeth

source: Restorative Solution for a Case of Unsuccessful Intra- coronal Whitening
vi: Giải pháp phục hồi cho trường hợp tẩy trắng trong thân răng không thành công

source: Restorative materials
vi: Vật liệu phục hồi

source: Rinse mouth with water and do not swallow the gel.
vi: Súc miệng với nước và không nuốt gel.

source: Rinsing and drying
vi: Súc miệng và làm khô

source: Rinsing can be performed as a final step for complete removal of the product.
vi: Nên súc miệng như là bước cuối cùng để loại bỏ sản phẩm.

source: Romans used urine because it contains ammonia, a cleaning agent now found in many household products.
vi: Người La Mã dùng nước tiểu vì nó chứa ammonia, chất làm sạch có trong hầu hết sản phẩm gia dụng hiện nay.

source: Root (dentin) hypersensitivity.
vi: Chân răng (ngà răng) nhạy cảm.

source: Root canal therapy often results in tooth discoloration (Kingsbury 1861).
vi: Điều trị nội nha thường làm đổi màu răng (Kingsbury 1861).

source: Root resorption
vi: Tiêu ngót chân răng

source: Rubber dam application or isolation with OpalDam® or OpalDam Green® (Ultradent Products, South Jordan, UT) is recommended.
vi: Cô lập bằng đê cao su hoặc bằng OpalDam® hoặc OpalDam Green® (Ultradent Products, South Jordan, UT) được đề nghị.

source: Rubber dam isolation can also be used for protection of the soft tissues.
vi: Cô lập bằng đê cao su cũng có thể được dùng để bảo vệ mô mềm.

source: Rubber dam isolation is required.
vi: Yêu cầu cách ly bằng đê cao su.

source: Safe
vi: An toàn

source: Sales of OTC bleaching products have increased dramatically in recent years (Chap.
vi: Doanh số bán hàng tẩy trắng OTC tăng đáng kể trong những năm gần đây (chương

source: Sensitivity tends to occur early in treatment and diminishes with time.
vi: Nhạy cảm có xu hướng xảy ra sớm trong điều trị và mất theo thời gian.

source: Separation of the proximal contact points is usually not necessary.
vi: Tách điểm tiếp xúc mặt bên thường không cần thiết.

source: Seventeen intact first premolars scheduled for orthodontic extraction were bleached with 10 % carbamide peroxide for 4 h immediately preceding extraction.
vi: 17 răng cối nhỏ nguyên vẹn có kế hoạch nhổ để chỉnh nha được làm trắng bằng 10 % carbamide peroxide 4 giờ và nhổ răng ngay lập tức

source: Several approaches have been tested to minimize the adverse side effect of TS.
vi: Một vài tiếp cận được thử nghiệm để giảm thiểu tác dụng phụ của nhạy cảm.

source: Several aspects of in-office bleaching modality will be discussed in this chapter to provide
vi: Một vài khía cạnh của tẩy trắng tại phòng khám sẽ được thảo luận trong chương này để cung cấp

source: Several attempts should be made to avoid contact with the soft tissues.
vi: Nên thực hiện nhiều nỗ lực để tránh tiếp xúc với mô mềm.

source: Several brands of thermoplastic materials are available to fabricate bleaching trays.
vi: Có nhiều hãng vật liệu nhiệt dẻo để chế tạo khay tẩy trắng.

source: Several clinical studies from our research group indicated that the TS induced by in-office only cause complaints during the initial 48 h post bleaching.
vi: Mốt số nghiên cứu lâm sàng từ nhóm nghiên cứu của chúng tôi chỉ ra rằng nhạy cảm gây ra tại phòng khám chỉ bị than phiền trong 48 giờ đầu sau tẩy trắng.

source: Several factors may affect the ability of HP to permeate the dental structures and consequently the damage produced by the bleaching gels.
vi: Nhiều nhân tố có thể ảnh hưởng khả năng thấm của HP vào cấu trúc răng và do đó gel tẩy trắng gây tổn thương.

source: Several studies have demonstrated that 1 week of at-home bleaching with 10 or 16 % carbamide peroxide gel usually results in a change of two to four shade guide units in the value-oriented Vita Classical A1-D4™ shade guide (VITA Zahnfabrik H. Rauter GmbH & Co.KG, Bad Säckingen, Germany) (Zekonis et al.
vi: Vài nghiên cứu đã chứng minh rằng 1 tuần tẩy trắng răng tại nhà bằng gel 10 hoặc 16 % carbamide peroxide thường có kết quả thay đổi hai đến bốn đơn vị màu trong bảng màu Vita Classical A1-D4™ (VITA Zahnfabrik H. Rauter GmbH & Co.KG, Bad Säckingen, Germany) (Zekonis và cộng sự

source: Several techniques have been used within the last 170 years to lighten discolored endodontically treated teeth.
vi: Nhiều kỹ thuật được dùng trong 170 năm qua để làm trắng răng đổi màu do điều trị nội nha.

source: Severe tetracycline staining (Fig. 6.13) appearing blue-gray or dark gray, accom- panied by significant banding across the tooth.
vi: Nhuộm màu tetracycline nặng (Hình 6.13) xuất hiện xanh-xám hoặc đen-xám kèm theo các băng cắt ngang răng.

source: Shade evaluations were carried out at baseline, 1 month, 6 months (Meireles et al.
vi: Đáng giá màu răng tại lúc khám lần đầu, 1 tháng, 6 tháng (Meireles và cộng sự

source: Shade recording can be a procedure with a value-oriented or bleach shade guide (Fig. 7.5), spectrophotometer, or by means of dental photographs.
vi: Ghi nhận màu răng có thể thực hiện với giá trị định hướng hoặc bảng so màu (Hình 7.5), quang phổ kế, hoặc bằng hình ảnh nha khoa.

source: Shade was stable at least 90 months after treatment.
vi: Màu răng ổn định ít nhất sau 90 tháng điều trị.

source: She also remembered that Dr. Kane had warmed the teeth with careful application of a flame, using a small torch.
vi: Cô cũng nhớ rằng Dr. Kane đã làm ấm răng cẩn thận với ngọn lửa, dùng một đèn nhỏ.

source: She decided that she did not want any other treatment (Reprinted with Permission from Perdigao J (2010) Dental whitening – revisiting the myths.
vi: Cô ấy quyết định không muốn thêm bất kỳ điều trị nào (Reprinted with Permission from Perdigao J (2010) Dental whitening – revisiting the myths.

source: She did not experience any sensitivity or any other side effects
vi: Cô ấy đã không gặp bất kỳ nhạy cảm hay bất cứ tác dụng phụ khác

source: She did not recall any dis- comfort from that.
vi: Cô ấy không nhớ bất kỳ khó chịu nào từ việc đó.

source: She had been treated in 1926 as a 16-year-old.
vi: Bệnh nhân được điều trị năm 1926 lúc 16 tuổi.

source: She had direct resin-based composite veneers placed approximately 20 years back, but the restorative mate- rial had become discolored with “black spots all over.” The patient was not sure if porcelain veneers were indicated for her clinical situation.
vi: Cô ấy đã trám veneer bằng comosite trám trực tiếp khoảng 20 năm trước, nhưng vật liệu phục hồi đổi màu. Bệnh nhân không chắc chắn về porcelain veneers được chỉ định cho tình trạng lâm sàng của mình.

source: She just wanted to improve the esthetics of her maxillary anterior teeth as well change the appearance of her smile (Fig. 14.1a, b).
vi: Cô ấy chỉ muốn cải thiện thẩm mỹ của các răng trước hàm trên cũng như thay đổi thẩm mỹ nụ cười (Hình 14.1a, b).

source: She was diagnosed with mild tetracycline staining.
vi: Cô được chẩn đoán nhiễm tetracycline nhẹ.

source: Should the recommended treatment be 2–4 weeks overnight for all patients?
vi: Điều trị đề nghị nên khoảng từ 2 - 4 tuần qua đêm cho tất cả bệnh nhân?

source: Side Effects
vi: Tác Dụng Phụ

source: Side effects of at-home whitening were also explained in detail.
vi: Tác dụng phụ của trắng tại nhà cũng đã được giải thích chi tiết.

source: Similar thickeners and bases are also used in the composition of hydrogen-peroxide- containing OTC bleaching strips.
vi: Chất làm đặc và chất nền tương tự cũng được dùng trong hỗn hợp hydrogen peroxide - chứa trong dải tẩy trắng OTC.

source: Similar variation occurs in regard to product application time.
vi: Sự thay đổi tương tự xảy ra trong thời gian áp dụng sản phẩm.

source: Similarly, mild posttraumatic lesions (Munoz et al.
vi: Tương tự, tổn thương sau chấn thương nhẹ (Munoz và cộng sự

source: Since the hydro- dynamic theory of dentin sensitivity has been widely accepted as the explanation of dentinal sensation, some authors have used this theory to explain bleaching-induced TS (Swift 2005).
vi: Từ khi thuyết thuỷ động của nhạy cảm ngà được chấp nhận rộng rãi để giải thích nhạy cảm ngà, một số tác giả dùng thuyết này để giải thích việc tẩy trắng gây nhạy cảm (Swift 2005).

source: Since this topic is discussed in more detail in Chaps.
vi: Bởi vì chủ đề này được thảo luận chi tiết trong chương

source: Single-Tooth Whitening
vi: Tẩy trắng răng đơn lẻ

source: Six consecutive applications of 60 s each were carried out with water rinsing between each application
vi: Sáu lần áp dụng liên tiếp 60 s mỗi lần được thực hiện, súc miệng giữa mỗi lần.

source: Six consecutive applications of 60 s each were carried out, with water rinsing between each application.
vi: Sáu lần áp dụng liên tiếp 60 s mỗi lần được thực hiện, súc miệng giữa mỗi lần.

source: Sixty years after Dr. Kane’s treatment (1986), the same patient was photographed, then 76 years old (Fig. 9.1) (Croll 1987).
vi: 60 năm sau khi Dr. Kane điều trị(1986), ảnh chụp của cùng một bệnh nhân, lúc 76 tuổi (Hình 9.1) (Croll 1987).

source: Slight and moderate white and brown fluorosis discolorations are good examples of this type of dysmineralization.
vi: Đổi màu do nhiễm fluor màu trắng và nâu nhẹ và trung bình là ví dụ điển hình của loạn khoáng hoá.

source: Slight pulpal changes caused by 10 % carbamide peroxide were detected in 16 of the 45 bleached teeth.
vi: Thay đổi tuỷ răng nhẹ do 10 % carbamide peroxide được phát hiện trong 16/45 răng được tẩy trắng.

source: Smokers should refrain from smoking from 2 h prior to inserting the tray in the mouth to 2 h after removing the tray
vi: Người hút thuốc nên ngưng hút 2 h trước khi mang khay trong miệng và 2 h sau khi gỡ khay

source: Smoking.
vi: Hút thuốc.

source: Sodium perborate (NaBO3) is a white crystalline powder that contains about 95 % of the perborate cor- responding to 9.9 % available oxygen (Rotstein and Friedman 1991).
vi: Sodium perborate (NaBO3) là bột tinh thể màu trắng chứa khoảng 95 % of the perborate tương ứng 9.9 % chất oxy hoá (Rotstein và Friedman 1991).

source: Sodium perborate is, therefore, a hydrogen peroxide precursor (Ari and Ungör 2002).
vi: Do đó Sodium perborate là một tiền chất của hydrogen peroxide (Ari và Ungör 2002).

source: Some authors encourage whitening one dental arch at a time (Haywood 2005), because it minimizes TS, allows the patient to monitor the opposing arch to com- pare progress, and it also encourages compliance.
vi: Một số tác giả khuyến khích làm trắng một cung hàm một lần (Haywood 2005), bởi vì nó hạn chế nhạy cảm, cho phép bệnh nhân theo dõi cung hàm đối diện để so sánh, và nó khuyến khích tuân thủ của bệnh nhân.

source: Some clinicians recommend brushing with potassium-nitrate-containing tooth- paste for 2 weeks before initiating the at-home whitening treatment with a custom- fitted tray.
vi: Vài bác sĩ đề nghị đánh răng bằng kem đánh răng có potassium nitrate trong 2 tuần trước khi bắt đầu điều trị tẩy trắng răng tại nhà.

source: Some considered Dr. Kane’s method a type of dental bleaching, but actually, the hydrochloric acid was dissolving the outermost layer of enamel that contained the unsightly brown and white discoloration.
vi: Một số ghi nhận phương pháp của Dr. Kane là tẩy trắng răng, nhưng thực sự hydrochloric acid đã hoà tan lớp men răng ngoài cùng chứa những vết đổi màu trắng và nâu khó coi.

source: Some investigators have reported that the HP delivered in an alkaline medium increases the effectiveness of bleaching in the wool industry.
vi: Một vài nhà nghiên cứu báo cáo rằng HP trong môi trường kiềm tăng hiệu quả của tẩy trắng gỗ công nghiệp.

source: Some manufacturers advocate the application of their products with light activa- tion (quartz–tungsten halogen light curing units, LEDs, and lasers) to optimize the bleaching outcome (Ziemba et al.
vi: Một số nhà sản xuất ủng hộ áp dụng sản phẩm của họ với ánh sáng hoạt hoá (quartz–tungsten halogen light curing units, LEDs, và lasers) để tối ưu kết quả tẩy trắng (Ziemba và cộng sự

source: Some manufacturers indicated that their products contain orange-red color of caro- tene as colorants and these compounds can be considered as activators because they absorb primarily at wavelengths of blue lights.
vi: Một số nhà sản xuất chỉ là sản phẩm của họ chứa màu màu cam - đỏ của caroten và những hợp chất có thể được coi là chất hoạt hoá bởi vì chúng hấp thu chủ yếu bước sóng của ánh sáng xanh.

source: Some of these alterations caused by peroxide bleaching materials on the dental hard tissues may be transient and reversed when treated with a fluoride solution.
vi: Một trong số thay đổi gây ra do vật liệu làm trắng peroxide lên mô cứng của răng có thể thoáng qua và đảo ngược khi điều trị bằng dung dịch fluoride.

source: Some particularities of in-office bleaching should, however, be discussed.
vi: Tuy nhiên một số đặc thù của tẩy trắng tại phòng khám nên được thảo luận

source: Some patients choose not to be treated with at-home tray whitening for several reasons.
vi: Một số bệnh nhân không chọn điều trị tẩy trắng răng tại nhà vì nhiều lý do.

source: Some patients do not adapt well to the at-home protocol due to the need of the daily usage of a bleaching tray as well as the need to wait for some weeks to see the results of the treatment.
vi: Một số bệnh nhân không thích ứng tốt quy trình tại nhà do cần dùng hàng ngày của khay tẩy trắng cũng như phải đợi vài tuần để thấy kết quả điều trị.

source: Some patients with xerostomia, as dry mouth may affect the degradation of hydrogen peroxide (European Commission Scientific Committee on Consumer Products 2007).
vi: Một số bệnh nhân với khô miệng có thể ảnh hưởng đến sự thoái hoá của hydrogen peroxide (European Commission Scientific Committee on Consumer Products 2007).

source: Some specific brands of 10 % carbamide peroxide gels result in greater concentration of hydrogen peroxide within the pulp chamber than other similar concentrations, regardless of the diffusion time (Hanks et al.
vi: Vài nhãn nhiệu đặc biệt của 10 % carbamide peroxide có nồng độ hydrogen peroxide cao hơn trong buồng tuỷ hơn nồng độ tương tự khác, tuỳ thuộc thời gian phân tán (Hanks và cộng sự

source: Some toothpastes are also marketed as having a whitening effect.
vi: Một số kem đánh răng cũng được quảng cáo có tác dụng làm trắng.

source: Soon thereafter, Zegarelli et al.
vi: Ngay sau đó, Zegarelli và cộng sự

source: Sound enamel is relatively translucent for the visible light.
vi: Men răng khoẻ mạnh tương đối trong mờ để ánh sáng xuyên qua.

source: Special thanks to all University of Minnesota Comprehensive Care Clinic Orange Group students.
vi: Đặc biệt cảm ơn tới tất cả sinh viên University of Minnesota Comprehensive Care Clinic Orange Group.

source: Specific protocols and products were discussed in the Chap.
vi: Quy trình và sản phẩm cụ thể được thảo luận trong chương

source: Specimens were stored in artificial saliva at 37 °C between bleaching sessions.
vi: Mẫu được lưu trong nước bọt nhân tạo tại 37 °C giữa các lần tẩy trắng.

source: Studies have used whitening agents of low pH, which may have caused microscopic erosion and other alterations of the substrate that were not accounted for in the research methodology (Joiner 2007).
vi: Các nghiên cứu dùng tác nhân tẩy trắng pH thấp, có thể là nguyên nhân của xói mòn và thay đổi khác của bề mặt mà không được kiểm soát trong các phương pháp nghiên cứu (Joiner 2007).

source: Studies showed that MIH lesions are in 50 % of the cases aestheti- cally insufficiently camouflaged due to only partial infiltration.
vi: Nghiên cứu cho rằng tổn thương MIH có 50 % trường hợp nguỵ trang thẩm mỹ không đủ do chỉ xâm nhập một phần.

source: Studies that demonstrate that in-office bleaching is as effective as at-home bleaching usually performed two to three in-office bleaching sessions.
vi: Nghiên cứu chứng minh rằng để tẩy trắng tại phòng khám hiệu quả như tẩy trắng răng tại nhà thường phải thực hiện 2 đến 3 phiên tẩy trắng tại phòng khám

source: Subsequently, teeth are properly dried and the infiltrant (Icon infiltrant) is applied.
vi: Sau đó, răng được làm khô đúng và áp dụng xâm nhập (Icon infiltrant).

source: Successful microabrasion removes an insignificant and unrecognizable amount of surface enamel and with it, the offending discolored or
vi: Vi mài mòn thành công loại bỏ một lượng không đáng kể và không thể ghi nhận bề mặt men răng và nó làm mất màu hoặc

source: Summary
vi: Tóm tắt

source: Sundfeld and colleagues (2007) reported that 1–10 appli- cations of 60 s on each tooth of Opalustre (6.6 % HCl) removed 25–200 μm of enamel.
vi: Sundfeld và cộng sự(2007) báo cáo rằng 1–10 lần áp dụng 60 s lên mỗi răng bằng Opalustre (6.6 % HCl) loại bỏ 25–200 μm men răng.

source: Superoxol used to be the most commonly used intracoronal bleaching material.
vi: Superoxol được dùng nhiều nhất trong các vật liệu tẩy trắng trong thân răng.

source: Systemic
vi: Hệ thống

source: Systemic Causes of Posteruptive Intrinsic Stains
vi: Nguyên nhân toàn thân của Nhiễm màu bên trong trước khi mọc

source: Systemic factors also include drug-induced discolorations, including those from the intake of antibiotics and excess fluoride.
vi: Nguyên nhân toàn thân cũng gồm đổi màu do thuốc, gồm những người uống thuốc kháng sinh và fluor quá nhiều.

source: Table 1.1 History of tooth whitening
vi: Table 1.1 Lịch sử của tẩy trắng răng

source: Table 6.1 Advantages and disadvantages of at-home whitening with a custom-fitted tray super- vised by a dental professional
vi: Table 6.1 Ưu nhược điểm của tẩy trắng răng tại nhà bằng khay cá nhân được giám sát bởi nha sĩ

source: Table 6.2 Predictors for tooth sensitivity during at-home whitening treatment
vi: Table 6.2 Dự đoán răng nhạy cảm trong điều trị tẩy trắng răng tại nhà

source: Table 8.1 Indications and contraindications for internal whitening of endodontically treated teeth
vi: Table 8.1 Chỉ định và chống chỉ định của tẩy trắng răng đã nội nha

source: Table 8.2 (continued)
vi: Table 8.2 (tiếp tục)

source: Table 8.2 Clinical studies of internal whitening
vi: Table 8.2 Nghiên cứu lâm sàng của làm trắng bên trong

source: Teeth became eight shades lighter after 2 weeks of treatment when color was measured with the Vita Classical A1-D4 shade guide (VITA Zahnfabrik H. Rauter GmbH & Co.
vi: Răng trắng hơn 8 mức độ sau 2 tuần điều trị khi so mau bằng bảng so màu Vita Classical A1-D4 (VITA Zahnfabrik H. Rauter GmbH & Co.

source: Teeth discolored from trauma usually bleach well, especially vital teeth without radiographic evidence of internal or periapical pathology.
vi: Răng đổi màu do chấn thương thường tẩy trắng tốt, đặc biệt là răng sống không có bằng chứng trên phim X quang của bệnh lý.

source: Teeth in 20 patients (83.3 %) had darkened an average of two shades, which occurred during the first 6 weeks posttreatment.
vi: Răng của 20 bệnh nhân (83.3 %) đã tối trung bình 2 màu, mà đã xảy ra trong 6 tuần đầu sau điều trị.

source: Teeth were treated for 2–6 weeks and evaluated at 2 and 5 weeks to assess color change.
vi: Răng được điều trị 2 đến 6 tuần và đánh giá ở mức 2 và 5 tuần để đánh giá thay đổi màu sắc.

source: Teeth with deeper enamel defects are to be repaired with traditional restorative methods.
vi: Răng với khiếm khuyết men răng sâu hơn được sữa chữa và phục hồi bằng phương pháp truyền thống.

source: Teeth with pulpal calcific metamorphosis are often more opaque and darker than adjacent teeth (Fig. 6.5a) and usually respond positively to vitality tests.
vi: Răng có tuỷ vôi hoá thường đục hơn và tối hơn răng bên cạnh (Hình 6.5a) và thường đáp ứng thử tuỷ dương tính.

source: Teeth with tetracycline deposits emit yellow fluorescence when observed under ultraviolet light in a darkened room as opposed to the bluish fluorescence characteristic of nonpigmented teeth.
vi: Răng lắng đọng tetracycline phát ra huỳnh quang màu vàng khi quý dưới ánh sáng cực tím trong phòng tối trái ngược với huỳnh quang hơi xanh của răng bình thường.

source: Tetracycline staining, especially degrees I and II (Jordan and Boksman 1984) (Fig. 6.3), which is discussed in Sect.
vi: Nhiễm tetracycline, đặc biệt là độ I và II (Jordan và Boksman 1984) (Hình 6.3), được thảo luận trong phần

source: Tetracycline stains Used the same technique with Proxigel as it was thicker and stayed in the tray longer
vi: Nhiễm Tetracycline dùng kỹ thuật tương tự với Proxigel bởi vì nó dày hơn và ở lại trong khay lâu hơn.

source: Tetracycline stains gun
vi: Nhiễm tetracycline

source: Tetracycline-Stained Teeth
vi: Răng nhiễm Tetracycline

source: Tetracyclines and their derivatives are broad-spectrum antibiotics active against both Gram-positive and Gram-negative bacteria as well as infections caused by Mycoplasma, Rickettsia, and Chlamydia.
vi: Tetracyclines và dẫn xuất là kháng sinh phổ rộng chống lại cả vi khuẩn gram âm và gram dương cũng như nhiễm trùng do Mycoplasma, Rickettsia, và Chlamydia.

source: Tetracyclines are contraindicated during pregnancy because they cross the placenta and are toxic to the developing fetus (Sánchez et al.
vi: C Tetracyclines trong thai kỳ bởi vì qua nhau thai và gây độc cho phát triển thai nhi (Sánchez và cộng sự

source: Thank you for reading.
vi: Cảm ơn bạn đọc.
